<?php $this->registerCssFile('@web/css/general.css'); ?>


<div class="container indent">
    <div class="privacypolicy-content _contract">
        <p class="privacypolicy-title">Договір публічної оферти купівлі-продажу товару</p>

        <div class="policy-item">
            <p class="policy-text">
                Цей Договір публічної оферти купівлі-продажу товарів є публічним.
                При повній згоді з даним Договором, покупець приймає умови і порядок оформлення замовлення, оплати товару, доставки товару і умов даного договору. Цей текст є угодою між інтернет-магазин  <a href="<?= \yii\helpers\Url::home(true)?>"><?= \yii\helpers\Url::home(true)?></a>, іменованим надалі “Адміністратор сайту”, і будь-якою юридичною або фізичною особою, користувачем послуг інтернет-магазину, яка надалі іменується “Покупець” і визначає умови придбання товарів через сайт інтернет-магазину.
                Ця угода носить характер публічної оферти, є еквівалентом “усної угоди” і, відповідно до чинного законодавства України, має належну юридичну силу.
            </p>
        </div>

        <div class="policy-item">
            <p class="lil-title-policy">Загальні положення</p>
            <ol>
                <li>
                    1.1 <span>Цей договір є договором публічної оферти (відповідно до ст. 633, 641 і гл. 54 Цивільного кодексу України), його умови однакові для всіх покупців незалежно від статусу (фізична особа, юридична особа, фізична особа-підприємець).</span>
                </li>
                <li>
                    1.2 <span>У разі прийняття умов цього Договору купівлі-продажу товару, тобто публічної оферти Продавця, Відвідувач/Користувач стає Покупцем.</span>
                </li>
                <li>
                    1.3 <span>Укладаючи Договір, Покупець підтверджує, що цілком і повністю ознайомлений і згоден з його умовами, а також, в разі, якщо Покупець є фізичною особою, дає дозвіл на обробку Продавцем своїх персональних даних з метою можливості виконання умов цього Договору, можливості проведення взаєморозрахунків, а також для отримання рахунків, актів та інших документів. Дозвіл на обробку персональних даних діє протягом усього строку дії Договору, а також протягом необмеженого терміну після закінчення його дії. Крім цього, укладенням цього Договору, Покупець підтверджує, що він повідомлений (без додаткового повідомлення) про права, встановлених Законом України «Про захист персональних даних», про цілі збору даних, а також про те, що його персональні дані передаються Продавцю з метою можливості виконання умов цього Договору, можливості проведення взаєморозрахунків, а також для отримання рахунків, актів та інших документів. Покупець також погоджується з тим, що Продавець має право надавати доступ та передавати його персональні дані третім особам без будь-яких додаткових повідомлень Покупця, не змінюючи при цьому мети обробки персональних даних. Обсяг прав Покупця, як суб’єкта персональних даних відповідно до Закону України «Про захист персональних даних» йому відомий і зрозумілий.</span>
                </li>
            </ol>
        </div>

        <div class="policy-item">
            <p class="lil-title-policy">Терміни та визнаення</p>
            <p class="policy-text">
                Адміністратор сайту – є правовласником сайту і здійснює провідне управління сайтом, розміщеним в мережі Інтернет за адресою <a href="<?= \yii\helpers\Url::home(true)?>"><?= \yii\helpers\Url::home(true)?></a>.
                Сайт – сторінка в мережі Інтернет, розміщена за адресою <a href="<?= \yii\helpers\Url::home(true)?>"><?= \yii\helpers\Url::home(true)?></a>.
                Інтернет-магазин – сайт https://nutsbox.ua, який виступає платформою для продажу товарів різних продавців і є дистанційним засобом продажу товару. Інтернет-магазин створений для укладення договорів роздрібної купівлі – продажу на підставі ознайомлення Покупця з запропонованим Продавцем описом товару на фотознімках, за допомогою мережі Інтернет, що виключає можливість безпосереднього ознайомлення Покупця з товаром.
                Відвідувач сайту – особа, що заходить на сайт без мети розміщення замовлення.
                Користувач – фізична особа, відвідувач сайту, що приймає умови цього Договору і який бажає розмістити замовлення на сайті.
                Покупець – користувач, що розмістив замовлення на сайті.
                Продавець – фізична або юридична особа, яка, відповідно до діючого законодавства України, має право на реалізацію товарів і надання послуг. Продавці розміщують свої товари на сайті Адміністратора сайту на умовах Договору комісії. Найменування продавця, який реалізує товар, зазначається в супровідних документах до товару при його передачі Покупцю.
                Товар – опублікований на сайті Інтернет-магазину перелік найменувань асортименту, представлений в Інтернет-магазині за якими вказується ціна, назва і опис товару. Також товар може супроводжуватися його зображенням.
                Замовлення – рішення Покупця придбати товар шляхом належного оформлення запиту Покупця на придбання і доставку за вказаною Покупцем адресою, обраних на сайті товарів.
            </p>
        </div>

        <div class="policy-item">
            <p class="lil-title-policy">Предмет договору</p>
            <ol>
                <li>
                    3.1 <span>Продавець зобов’язується передати у власність Покупця товар, а Покупець зобов’язується оплатити та
                    прийняти товар на умовах даного договору. Цей договір регулює купівлю-продаж товарів в Інтернет-магазині, у тому числі: добровільний вибір Покупцем товарів в Інтернет-магазині; самостійне оформлення Покупцем замовлення в Інтернет-магазині; оплата Покупцем замовлення, оформленого в Інтернет-магазині; обробка та доставка замовлення Покупцю у власність на умовах цього договору.</span>
                </li>
                <li>
                    3.2 <span>Даний Договір поширюється на всі види товарів і послуг, представлених на сайті, поки такі пропозиції з описом присутні в каталозі Інтернет-магазину.</span>
                </li>
            </ol>
        </div>

        <div class="policy-item">
            <p class="lil-title-policy">Товар і порядок здійснення купівлі товару</p>
            <ol>
                <li>4.1
                    <span>
                    Продавець забезпечує наявність товарів, представлених на сайті. Супроводжуючі товар фотографії можуть незначно відрізнятися від фактичного зовнішнього вигляду товару, з огляду на особливості колірної передачі різних пристроїв, за допомогою яких проглядається сайт.
        Супроводжуючі товар опис/характеристики не претендують на вичерпну інформативність і можуть містити друкарські помилки.
                </span>
                </li>
                <li>4.2
                    <span>
                    У разі відсутності замовлених Покупцем товарів, Продавець має право виключити зазначений товар із замовлення та/або анулювати замовлення покупця, повідомивши про це покупця шляхом направлення відповідного електронного повідомлення на адресу, зазначену покупцем при реєстрації, або іншим способом.
                </span>
                </li>
                <li>4.3
                    <span>
                    У разі анулювання повністю або частково передплаченого замовлення вартість анульованого товару повертається Продавцем Покупцю способом, яким товар був оплачений.
                </span>
                </li>
                <li>4.4
                    <span>
                    Покупець несе повну відповідальність за надання неправдивих відомостей, що спричинило за собою неможливість належного виконання Продавцем своїх зобов’язань перед Покупцем.
                </span>
                </li>
                <li>4.5
                    <span>
                    Після оформлення замовлення на сайті Покупцеві надається інформація про передбачувану дату доставки по телефону. Менеджер, який обслуговує дане замовлення, уточнює деталі замовлення, погоджує спосіб і дату доставки, яка залежить від наявності замовлених товарів на складі Продавця і часу, необхідного для обробки і доставки замовлення.
                </span>
                </li>
                <li>4.6
                    <span>
                   Очікувана дата доставки передачі замовлення повідомляється Покупцеві менеджером, обслуговуючим замовлення при контрольному дзвінку Покупцеві.
                </span>
                </li>
            </ol>
        </div>


        <div class="policy-item">
            <p class="lil-title-policy"></p>ЦІНА І ПОРЯДОК ОПЛАТИ
            <ol>
                <li>5.1 <span>Ціна кожного окремого товару визначається Продавцем і вказується на сайті Інтернет-магазину. Ціна замовлення визначається шляхом додавання ціни всіх включених в замовлення Товарів.</span></li>
                <li>5.2 <span>Ціна договору дорівнює ціні замовлення. Сума замовлення може змінюватися в залежності від ціни, кількості або номенклатури товару.</span></li>
                <li>5.3 <span>Під замовленням товару розуміється формування замовлення і (або) його оплата готівкою або безготівковими коштами, в залежності від того, що настане раніше, за умови акцепту цього договору.</span></li>
                <li>5.4 <span>Покупець здійснює оплату Товару згідно Замовлення. Покупець самостійно вибирає один з таких способів оплати: 1) готівковий розрахунок; 2) безготівковий розрахунок.</span></li>
                <li>5.5 <span>Оплата товару за готівковий розрахунок здійснюється:</span>
                    <ol>
                        <li>5.5.1 <span>У пункті самовивозу товару, адреса якого розміщується на сайті в розділі «Контакти»,  в момент здійснення замовлення або в момент передачі товару.</span></li>
                        <li>5.5.2
                            <span>Шляхом передачі грошових коштів кур’єру Продавця або платіжному агенту Продавця.</span></li>
                    </ol>
                </li>
                <li>5.6 <span>Оплата товару за безготівковим розрахунком здійснюється:</span>
                    <ol>
                        <li>5.6.1 <span>Шляхом перерахування безготівкових грошових коштів на розрахунковий рахунок Продавця (за умови зазначення номера замовлення);</span></li>
                        <li>5.6.2 <span>Шляхом використання електронних засобів платежу.</span></li>
                    </ol>
                </li>
                <li>5.7 <span>При частковій оплаті товар вважається сплаченим з дня внесення всієї суми грошових коштів в оплату за весь придбаний Товар.</span></li>
                <li>5.8 <span>Оплата товарів і послуг здійснюється в національній валюті України – гривні.</span></li>
                <li>5.9 <span>Замовлення вважається сплаченим з моменту надходження оплати на розрахунковий рахунок Продавця або його представника. Факт оплати замовлення свідчить про згоду Покупця з умовами цього договору.</span></li>
                <li>5.10 <span>Ціна товару, що вказана на сайті Інтернет-магазину, може бути змінена Продавцем в односторонньому порядку. При цьому ціна на замовлений Покупцем товар зміні не підлягає.</span></li>
                <li>5.11 <span>До моменту зарахування коштів Покупця на розрахунковий рахунок Продавця товар не резервується. Продавець не може гарантувати доступність товару Продавця в кількості, зазначеній в момент оформлення Замовлення, в результаті чого можуть збільшитися строки обробки замовлення. У разі необхідності здійснення повернення коштів Продавцем Покупцеві для здійснення повернення коштів Покупець зобов’язаний повідомити Продавцю реквізити банківського рахунку, на який Продавець зобов’язаний перерахувати грошові кошти.</span></li>
            </ol>
        </div>


        <div class="policy-item">
            <p class="lil-title-policy">Порядок доставки товару</p>

            <ol>
                <li>6.1 <span>Доставка і повернення замовлення виконується силами Продавця або транспортної компанії (перевізником) за рахунок Покупця, якщо інше не передбачене договором або діючим законодавством. Загальний строк доставки не може перевищувати 5 днів.</span></li>
                <li>6.2 <span>Загальний термін доставки товару складається з терміну обробки замовлення і строку доставки. Термін обробки замовлення – від одного робочого дня до трьох. Способи доставки погоджуються з менеджером. Термін поставки від 1 до 5 діб, залежно від адреси населеного пункту.</span></li>
                <li>6.3 <span>Вартість доставки в Інтернет – магазині не вказується, оскільки залежить від діючих тарифів транспортної компанії (перевізника).</span></li>
                <li>6.4 <span>Продавець не несе відповідальності за термін доставки замовлення, тому що вони залежать від дій третіх осіб (перевізників).</span></li>
            </ol>
        </div>


        <div class="policy-item">
            <p class="lil-title-policy">Вимоги покупця, пов'язкані з недоліками товарів</p>
            <ol>
                <li>7.1 <span>Товар за цим Договором має забезпечувати його повну придатність для використання, а також відповідати усім вимогам, що звичайно ставляться на ринку до аналогічних товарів.</span></li>
                <li>7.2 <span>Замовник має право відмовитися від непідакцизного товару в будь-який час до його передачі, а після передачі непідакцизного товару – в порядку і на умовах, визначених Законом України «Про захист прав споживачів».</span></li>
                <li>7.3 <span>Повернення непідакцизного товару належної якості можливий у випадку, якщо збережено його товарний вигляд, споживчі властивості, а також документ, що підтверджує факт покупки і умови замовлення зазначеного товару.</span></li>
                <li>7.4 <span>Замовник не має права відмовитися від товару належної якості, що має індивідуально-визначені властивості, якщо зазначений товар може бути використаний виключно споживачем, який його придбав, (в т.ч. не стандартні, за бажанням Замовника, розміри та інше). Підтвердженням того, що товар має індивідуально-визначені властивості, є відмінність розмірів товару та інших характеристик, що вказані в Інтернет-магазині.</span></li>
                <li>7.5 <span>Повернення товару, у випадках, передбачених законом та цим договором, здійснюється за адресою, вказаною на сайті в розділі «Контакти» та попередньо погоджується з менеджером, відповідальним за обробку замовлення.</span></li>
                <li>7.6 <span>При відмові Покупця від непідакцизного товару належної якості Продавець повертає кошти в розмірі вартості такого Товару, за винятком витрат продавця на доставку товару, який повертається.</span></li>
                <li>7.7 <span>Повернення суми, зазначеної в п.5.5. здійснюється одночасно з поверненням товару.</span></li>
            </ol>
        </div>


        <div class="policy-item">
            <p class="lil-title-policy">Права та обов'язки сторін</p>
            <ol>
                <li>8.1<span>
            Продавець зобов’язаний: виконувати умови цього Договору; виконувати замовлення Покупця у разі здійснення оплати від останнього; передати Покупцеві товар у відповідності з обраним зразком в Інтернет-магазині, оформленим замовленням та умовами цього договору; перевірити якісні і кількісні характеристики товару під час його упаковки.
                </span>
                </li>
                <li>8.2
                    <span>
                Продавець має право в односторонньому порядку припинити надання послуг за цим Договором у разі порушення Покупцем умов цього договору.
                </span>
                </li>
                <li>8.3
                    <span>
                 Покупець зобов’язаний: своєчасно оплатити і отримати замовлення на умовах цього договору.
                </span>
                </li>
                <li>8.4
                    <span>
                 Покупець має право: оформити замовлення в Інтернет-магазині; вимагати від Продавця виконання умов цього Договору.
                </span>
                </li>
            </ol>
        </div>

        <div class="policy-item">
            <p class="lil-title-policy">Термін дії цього договору</p>
            <ol>
                <li>9.1
                    <span>Цей договір набирає чинності з дня оформлення замовлення в інтернет-магазині <a href="<?= \yii\helpers\Url::home(true)?>"><?= \yii\helpers\Url::home(true)?></a> і діє до виконання всіх умов договору.</span>
                </li>
            </ol>
        </div>


        <div class="policy-item">
            <p class="lil-title-policy">Відповідальність</p>
            <ol>
                <li>10.1 <span>Продавець не несе відповідальності за вибір Покупцем товару, він лише гарантує відповідність замовлених позицій.</span></li>
                <li>10.2 <span>У разі настання обставин непереборної сили, сторони звільняються від виконання умов цього договору. Під обставинами непереборної сили для цілей цього договору розуміються події, що мають надзвичайний, непередбачений характер, які виключають або об’єктивно перешкоджають виконанню цього договору, настання яких Сторони не могли передбачити і відвернути розумними способами.</span></li>
                <li>10.3 <span>Сторони докладають максимум зусиль для вирішення будь-яких розбіжностей виключно шляхом переговорів.</span></li>
            </ol>
        </div>

        <div class="policy-item">
            <p class="lil-title-policy">Конфіденційність і захист інформації</p>
            <ol>
                <li>11.1 <span>При оформленні замовлення в Інтернет-магазині Користувач надає наступну інформацію: ПІБ, номер телефону, адреса електронної пошти та/або іншу інформацію, яка необхідна Продацю та/або Адміністратору сайту для обробки та виконання замовлення.</span></li>
                <li>11.2 <span>Надаючи свої персональні дані Продавцю та/або Адміністратору сайту Відвідувач Сайту/Користувач/Покупець погоджується на їх обробку Продавцем та/або Адміністратором сайту, в тому числі і з метою просування Продавцем товарів і послуг, а також передачу персональних даних третім особам, залученим Покупцем для виконання зобов’язань перед Відвідувачем Сайту/Користувачем/Покупцем в рамках Публічної оферти.</span></li>
                <li>11.3 <span>Продавець та/або Адміністратор сайту використовує персональні дані Користувача/Покупця:</span>
                    <ol>
                        <li><span>– для оформлення замовлення Користувача і Інтернет-магазині;</span></li>
                        <li><span>– для виконання своїх зобов’язань перед Користувачем/Покупцем;</span></li>
                        <li><span>– для оцінки та аналізу роботи Сайту;</span></li>
                        <li><span>– для визначення переможця в акціях, що проводяться Продавцем та/або Адміністратором сайту.</span></li>
                    </ol>
                </li>
                <li>11.4 <span>Адміністратору сайту має право використовувати технологію «cookies». «Cookies» не містять конфіденційну інформацію і не передаються третім особам.</span></li>
                <li>11.5 <span>Продавець та Адміністратор сайту не несуть відповідальності за відомості, надані Користувачем/Покупцем на Сайті.</span></li>
            </ol>
        </div>

        <div class="policy-item">
            <p class="lil-title-policy">Додаткові умови</p>
            <ol>
                <li>12.1 <span>Інтернет-магазин і надані сервіси можуть бути тимчасово, частково або повністю недоступні унаслідок проведення профілактичних або інших робіт, або з будь-яких інших причин технічного характеру. Технічна служба Адміністратору сайту має право періодично проводити необхідні профілактичні або інші роботи з попереднім повідомленням Покупців або без такого.</span></li>
                <li>12.2 <span>До відносин між Адміністратором сайту, Користувачем/Покупцем і Продавцем застосовуються положення українського законодавства.</span></li>
                <li>12.3 <span>Сторони докладають максимальних зусиль з метою усунення розбіжностей виключно шляхом переговорів. У разі недосягнення згоди спір буде переданий на розгляд до судового органу відповідно до чинного законодавства України.</span></li>
                <li>12.4 <span>Продавець вважається таким, що виконав свій обов’язок за договором купівлі-продажу, а Покупець набуває право власності на товар з моменту фактичного вручення товару, що засвідчується товарним чеком (накладною/актом прийому-передачі).</span></li>
                <li>12.5 <span>У разі форс-мажорних обставин, документально підтверджених відповідними органами, сторони звільняються від виконання цього договору.</span></li>
                <li>12.6 <span>Визнання судом недійсності будь-якого положення цього Договору не тягне за собою недійсність інших положень.</span></li>
                <li>12.7 <span>Зовнішній вигляд товару може відрізнятися від представленного на сайті.</span></li>
            </ol>
        </div>

    </div>
</div>

