<?php $this->registerCssFile('@web/css/general.css'); ?>
<div class="container">
    <div class="privacypolicy-content">
        <div class="privacypolicy-item" id="privacypolicy-delivery">
            <h3 class="privacypolicy-title">Спосіб доставки</h3>
            <p class="privacypolicy-text">
                Доставка відбувається сервісом Нової Пошти. <br>
                Відправлення товару відбувається в <span class="privacypolicy-bold privacypolicy-uppercase">ПОНЕДІЛОК, ВІВТОРОК,  ЧЕТВЕРГ</span>
                <span class="privacypolicy-bold">та</span> <span class="privacypolicy-bold privacypolicy-uppercase">П’ЯТНИЦЮ</span> протягом
                <span class="privacypolicy-bold">3 днів</span> з дати замовлення.

                <br><br>
                <span class="privacypolicy-bold">Доставка в теплу пору року</span> <br><br>
                В теплу пору року мінімальне замовлення — 2 упаковки корму, завдяки цьому товар приїде до вас в замерзлому стані.
                Чим більше корму в упаковці, тим краще він тримає холод та залишається в замороженому стані.<br><br>

                <span class="privacypolicy-bold">Велике прохання</span> забирати посилку того ж дня, коли вона буде
                доставлена на відділення, якщо такої можливості немає — то наступного дня. Якщо вже так сталось,
                що посилка пролежала на пошті 2-3 дні — всерівно заберіть її, корм можливо і розморозиться, але не
                зіпсується. В літній час, корм буде запаковуватись ще краще, тому без проблем доїде до вас.

            </p>
        </div>
        <div class="privacypolicy-item" id="privacypolicy-payment">
            <h3 class="privacypolicy-title">Спосіб оплати</h3>
            <p class="privacypolicy-text">
                <span class="privacypolicy-bold">Банківською картою</span><br>
                До оплати приймаються картки Visa і Mastercard. <br><br>

                Введення інформації про карту безпечно - Aldi не доступні ці дані. Їх зберігання і
                обробка відбувається на стороні наших партнерів, які пройшли аудит PCI DSS, отримали
                відповідний сертифікат і гарантують захищеність даних <br><br>
                <span class="privacypolicy-bold">Оплата готівкою</span> <br>
                Такий спосіб оплати можливий при отриманні товару в відділеннях , «Нова Пошта».
            </p>
            <div class="payment-img">
                <img src="img/payment.png" alt="">
            </div>
        </div>
        <div class="privacypolicy-item" id="privacypolicy-return">
            <h3 class="privacypolicy-title">Обмін та повернення товару</h3>
            <p class="privacypolicy-text">
                Відповідно до ст. 9 п.1 Закону України “Про захист прав споживачів” покупець має право в
                чотирнадцятиденний (14 днів) термін обміняти товар належної якості на аналогічний товар,
                якщо товар не задовольняє покупця за формою, габаритами, кольором, розмірами або з інших
                причин не може бути використаний ним за призначенням.
            </p>
            <h4 class="privacypolicy-title _sub">Політика повернення</h4>
            <p class="privacypolicy-text">
                Повернення оплати здійснюється нашим інтернет магазином після консультації з менеджером. <br>
                Покупець може здійснити повернення товарів неналежної чи належної якості. <br><br>

                Повернути товар належної якості можна протягом 14 днів з моменту покупки — якщо дотримані
                наступні умови повернення товару:
            </p>
            <ul>
                <li class="privacypolicy-text">Товар не використовувався.</li>
                <li class="privacypolicy-text">Збережено його товарний вигляд, споживчі властивості, пломби, ярлики.</li>
                <li class="privacypolicy-text">Збережено розрахунковий документ з датою продажу.</li>
            </ul>

            <p class="privacypolicy-text">
                До повернення та обміну не приймається товар належної якості, який був придбаний за
                спеціальними цінами, при проведенні акцій та/або розпродажів. <br><br>

                Повернути товар неналежної якості можна протягом 14 днів з моменту покупки — якщо
                дотримані наступні умови повернення товару:
            </p>
            <ul>
                <li class="privacypolicy-text">Товар не використовувався.</li>
                <li class="privacypolicy-text">Збережено його товарний вигляд, споживчі властивості, пломби, ярлики.</li>
                <li class="privacypolicy-text">Збережено розрахунковий документ з датою продажу.</li>
            </ul>
            <p class="privacypolicy-text">
                Повернення коштів із банківської картки на картку Покупця здійснюється у робочий день менеджера та у день вимоги Покупця.
            </p>
        </div>
        <div class="privacypolicy-item" id="privacypolicy-contract">
            <h3 class="privacypolicy-title">Договір публічної оферти</h3>
            <h4 class="privacypolicy-title _sub">Загальні положення</h4>
            <p class="privacypolicy-text">
                <br>
                1.1 Справжня оферта, є офіційною пропозицією ФОП Лисак Т.М., далі за текстом — «Продавець»,
                укласти Договір купівлі-продажу товарів дистанційним способом, тобто через Інтернет-магазин,
                далі по тексту — «Договір», і розміщує Публічну оферту (пропозицію) на офіційному інтернет-сайті
                Продавця «https://aldi.in.ua (далі — « Інтернет-сайт »). <br> <br>

                1.2 Моментом повного і безумовного прийняття Покупцем пропозиції Продавця (акцептом) укласти
                електронний договір купівлі-продажу товарів, вважається факт оплати Покупцем замовлення
                на умовах цього Договору, у строки та за цінами, вказаними на Інтернет-сайті Продавця.
            </p>
            <h4 class="privacypolicy-title _sub">Поняття і визначення</h4>
            <p class="privacypolicy-text">
                2.1. У цій оферті, якщо контекст не вимагає іншого, наведені нижче терміни мають таке значення: <br><br>
                * «Товар» - корм для домашніх тварин та супровідні товари;<br>

                * «Інтернет-магазин» - відповідно до Закону України «про електронну комерцію», засіб для подання або
                реалізації товару, роботи або послуги шляхом здійснення електронної угоди. <br>

                * «Продавець» - компанія, яка реалізує товари, представлені на Інтернет-сайті.<br>

                * «Покупець» - фізична особа, що уклала з Продавцем Договір на умовах, викладених нижче.<br>

                * «Замовлення» - вибір окремих позицій з переліку товарів, зазначених Покупцем при розміщенні замовлення і проведенні оплати.
            </p>
            <h4 class="privacypolicy-title _sub">Предмет договору</h4>
            <p class="privacypolicy-text">
                3.1. Продавець зобов'язується передати у власність Покупця Товар, а Покупець зобов'язується
                оплатити і прийняти Товар на умовах даного Договору. <br><br>
                Цей Договір регулює купівлю-продаж товарів в Інтернет-магазині, в тому числі: <br>
                &nbsp;&nbsp;&nbsp;&nbsp;- добровільний вибір Покупцем товарів в Інтернет-магазині;<br>
                &nbsp;&nbsp;&nbsp;&nbsp;- самостійне оформлення Покупцем замовлення в Інтернет-магазині;<br>
                &nbsp;&nbsp;&nbsp;&nbsp;- оплата Покупцем замовлення, оформленого в Інтернет-магазині;<br>
                &nbsp;&nbsp;&nbsp;&nbsp;- обробка і доставка замовлення Покупцеві у власність на умовах цього Договору.
            </p>
            <h4 class="privacypolicy-title _sub">Порядок оформлення замовлення</h4>
            <p class="privacypolicy-text">
                4.1. Покупець має право оформити замовлення на будь-який товар, представлений на
                Сайті Інтернет-магазину і наявний. <br>
                4.2. Кожна позиція може бути представлена ​​в замовленні в будь-якій кількості.<br>
                4.3. При відсутності товару на складі, Менеджер компанії зобов'язаний поставити Покупця до
                відома (по телефону або через електронну пошту). <br>
                4.4. При відсутності товару Покупець має право замінити його товаром аналогічного складу,
                відмовитися від даного товару, анулювати замовлення.<br>
            </p>

            <h4 class="privacypolicy-title _sub">Порядок оплати замовлення</h4>
            <p class="privacypolicy-text">
                <span class="privacypolicy-bold">Накладеним платежем</span> <br>

                5.1. Оплата здійснюється за фактом отримання товару у відділенні транспортних компанії за готівковий розрахунок в гривнях.
                5.2. При не надходженні коштів Інтернет-магазин залишає за собою право анулювати замовлення.
                <br><br>

                <span class="privacypolicy-bold">Оплата на розрахунковий рахунок</span><br>
                5.3 Оплата здійснюється на рахунок Продавцеві та після підтвердження оплати здійснюється
                відправка обраною транспортною компанією. <br>
                5.4. При не надходженні коштів Інтернет-магазин залишає за собою право анулювати замовлення.<br>
            </p>

            <h4 class="privacypolicy-title _sub">Умови доставки замовлення</h4>
            <p class="privacypolicy-text">
                6.1. Доставка товарів, придбаних в Інтернет-магазині, здійснюється до складів
                транспортних компаній, де і здійснюється видача замовлень. <br>
                6.2. Разом із замовленням Покупцеві надаються документи згідно законодавства України.
            </p>

            <h4 class="privacypolicy-title _sub">Права та обов'язки сторін:</h4>
            <p class="privacypolicy-text">
                7.1. Продавець має право: <br>
                &nbsp;&nbsp;&nbsp;&nbsp;- в односторонньому порядку припинити надання послуг за цим договором у разі порушення
                Покупцем умов цього договору.<br><br>
                7.2. Покупець зобов'язаний:<br>
                &nbsp;&nbsp;&nbsp;&nbsp;- своєчасно оплатити та отримати замовлення на умовах цього договору.<br><br>
                7.3. Покупець має право:<br>
                &nbsp;&nbsp;&nbsp;&nbsp;- оформити замовлення в Інтернет-магазині;<br>
                &nbsp;&nbsp;&nbsp;&nbsp;- оформити електронний договір;<br>
                &nbsp;&nbsp;&nbsp;&nbsp;- вимагати від Продавця виконання умов цього Договору.
            </p>

            <h4 class="privacypolicy-title _sub">Відповідальність сторін</h4>
            <p class="privacypolicy-text">
                8.1. Сторони несуть відповідальність за невиконання або неналежне виконання умов цього договору
                в порядку, передбаченому цим договором та чинним законодавством України. <br><br>

                8.2. Продавець не несе відповідальності за: <br>
                &nbsp;&nbsp;&nbsp;&nbsp;- змінений виробником зовнішній вигляд Товару; <br>

                &nbsp;&nbsp;&nbsp;&nbsp;- за незначне невідповідність колірної гами товару, що може відрізнятися від оригіналу
                товару виключно через різній колірній передачі моніторів персональних комп'ютерів окремих моделей; <br>

                &nbsp;&nbsp;&nbsp;&nbsp;- за зміст і правдивість інформації, наданої Покупцем при оформленні замовлення;<br>

                &nbsp;&nbsp;&nbsp;&nbsp;- за затримку і перебої в наданні Послуг (обробки замовлення та доставки товару), які відбуваються з
                причин, що знаходяться поза сферою його контролю;<br>

                &nbsp;&nbsp;&nbsp;&nbsp;- за протиправні незаконні дії, здійснені Покупцем за допомогою даного доступу до мережі Інтернет;<br>

                &nbsp;&nbsp;&nbsp;&nbsp;- за передачу Покупцем своїх мережевих ідентифікаторів - IP, MAC-адреси, логіна і пароля третім особам;<br><br>

                8.3. Покупець, використовуючи наданий йому доступ до мережі Інтернет, самостійно несе
                відповідальність за шкоду, заподіяну його діями (особисто, навіть якщо під його логіном
                знаходилося іншу особу) особам або їх майну, юридичним особам, державі чи моральним
                принципам моральності. <br><br>
                8.4. У разі настання обставин непереборної сили, сторони звільняються від виконання умов
                цього договору. Під обставинами непереборної сили для цілей цього договору розуміються
                події, що мають надзвичайний, непередбачений характер, які виключають або об'єктивно
                заважають виконанню цього договору, настання яких Сторони не могли передбачити і
                запобігти розумними способами.<br><br>
                8.5. Сторони прикладають максимум зусиль для вирішення будь-яких розбіжностей виключно
                шляхом переговорів.
            </p>

            <h4 class="privacypolicy-title _sub">Інші умови</h4>
            <p class="privacypolicy-text">
                9.1. Інтернет-магазин залишає за собою право в односторонньому порядку вносити зміни до цього
                договору за умови попередньої публікації його на сайті https://aldi.in.ua <br><br>

                9.2. Інтернет-магазин створений для організації дистанційного способу продажу товарів
                через Інтернет.<br><br>

                9.3. Покупець несе відповідальність за достовірність інформації, зазначеної при оформленні
                замовлення інформації. При цьому, при здійсненні акцепту (оформленні замовлення і подальшої
                оплати товару) Покупець надає Продавцю свою беззастережну згоду на збір, обробку, зберігання,
                використання своїх персональних даних, в розумінні ЗУ «Про захист персональних даних».<br><br>

                9.4. Оплата Покупцем оформленого в Інтернет-магазині замовлення означає повну згоду Покупця з
                умовами договору купівлі-продажу (публічної оферти)<br><br>

                9.5. Фактичною датою електронного угоди між сторонами є дата прийняття умов, відповідно до
                ст. 11 Закону України «Про електронну комерцію»<br><br>

                9.6. Використання ресурсу Інтернет-магазину для попереднього перегляду товару, а також для
                оформлення замовлення для Покупця є безкоштовним.<br><br>

                9.7. Інформація, яку надає Покупцем є конфіденційною. Інтернет-магазин використовує інформацію
                про Покупця виключно в цілях обробки замовлення, відправлення повідомлень Покупцеві, доставки
                товару, здійснення взаєморозрахунків і ін.
            </p>

            <h4 class="privacypolicy-title _sub">Порядок повернення товару належної якості</h4>
            <p class="privacypolicy-text">
                10.1. Повернення товару в Інтернет-магазин проводиться згідно чинного законодавства України. <br><br>
                10.2. Повернення товару в Інтернет-магазин проводиться за рахунок Покупця. <br><br>
                10.3. При поверненні Покупцем товару належної якості, Інтернет-магазин повертає йому
                сплачену за товар грошову суму за фактом повернення товару за вирахуванням компенсації
                витрат Інтернет-магазину пов'язаних з доставкою товару Покупцеві.
            </p>

            <h4 class="privacypolicy-title _sub">Термін дії договору</h4>
            <p class="privacypolicy-text">
                11.1.Електронний договір вважається укладеним з моменту одержання особою яка направила
                пропозицію укласти такий договір, відповіді про прийняття цієї пропозиції в порядку,
                визначеному частиною шостою статті 11 Закону України "Про електронну комерцію". <br><br>

                11.2. До закінчення терміну дії цей Договір може бути розірваний за взаємною згодою сторін
                до моменту фактичної доставки товару, шляхом повернення грошових коштів <br><br>

                11.3. Сторони мають право розірвати цей договір в односторонньому порядку, в разі
                невиконання однією із сторін умов цього Договору та у випадках передбачених чинним
                законодавством України.
            </p>
        </div>
    </div>
</div>
