<?php $this->registerCssFile('@web/css/general.css'); ?>

<div class="container indent">
    <div class="privacypolicy-content">
        <p class="privacypolicy-title">Умови повернення товару</p>

        <div class="policy-item">
            <p class="policy-text">
                Ми завжди дбаємо про горішки та сухофрукти, які надсилаємо вам, а також ретельно їх перевіряємо перед відправкою, щоб ви отримували лише свіжу продукцію та позитивні емоції.
            </p>
        </div>

        <div class="policy-item">
            <p class="policy-text">
                Замовник має право відмовитися від товару в будь-який час до його передачі, а після передачі товару – в порядку і на умовах, визначених Законом України «Про захист прав споживачів».
                Повернення товару належної якості можливе у випадку, якщо збережено його товарний вигляд, споживчі властивості, а також документ, що підтверджує факт покупки і умови замовлення зазначеного товару.
                Замовник не має права відмовитися від товару належної якості, що має індивідуально-визначені властивості, якщо зазначений товар може бути використаний виключно споживачем, який його придбав, (в т.ч. не стандартні, за бажанням Замовника, розміри та інше). Підтвердженням того, що товар має індивідуально-визначені властивості, є відмінність розмірів товару та інших характеристик, що вказані в Інтернет-магазині.
                Повернення товару, у випадках, передбачених законом та цим умовам, здійснюється за адресою, вказаною на сайті в розділі «Контакти» та попередньо погоджується з менеджером, відповідальним за обробку замовлення.
                При відмові Покупця від товару належної якості Продавець повертає кошти в розмірі вартості такого Товару, за винятком витрат продавця на доставку товару, який повертається.
                Повернення суми, здійснюється одночасно з поверненням товару.
            </p>
        </div>


        <p class="policy-text"><strong>Email:</strong> <a href="mailto:<?= $this->context->information['email'] ?>"><?= $this->context->information['email'] ?>﻿</a></p>
        <p class="policy-text"><strong>Контактний телефон:</strong> <a href="tel:<?= $this->context->information['phone1'] ?>"><?= $this->context->information['phone1'] ?></a></p>
        <p class="policy-text"><strong>Адреса:</strong> <?= $this->context->information['address'] ?></p>
    </div>
</div>

